const SHOP_DATA: DirectoryItem[] = [
  {
    id: 1,
    title: 'Женщинам',
    categories: [
      {
        id: 1,
        category: 'Платья и сарафаны',
        items: [
          {
            id: 1,
            brand: 'ZARINA',
            name: 'Платье миди облегающее с принтом',
            description:
              'Облегающее струящееся платье для девушек длины миди с длинными рукавами, круглым вырезом и драпировками на талии станет потрясающим вариантом для трендовых и нарядных образов на каждый день. Свободный полуприлегающий крой модели с расклешенной юбкой А силуэта создает комфорт в носке, исполнение струящегося материала с добавлением эластана мягко обрисует фигуру и создаст стильный и модный лук, драпировки на талии создают мягкие складки под грудью и корректирует силуэт, а длинные рукава и сдержанный крой позволят включать модель в различные образы. Модель представлена в сером цвете со змеиным принтом и в черном цвете в белые абстрактные пятна и станет дерзкой альтернативой наивным шифоновым моделям, платьям из кружева и однотонным атласным комбинациям. Составляй с платьем городские образы с объемными жакетами, казаками или туфлями или повседневные аутфиты с оверсайз свитерами и кардиганами. С этим платьем Zarina ты будешь великолепна!',
            imageUrl:
              'https://basket-12.wb.ru/vol1680/part168095/168095732/images/big/1.webp',
            price: 1423,
            rating: 4.7,
            color: 'серый',
            composition: '92% полиэстер, 8% эластан',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 2,
            brand: 'ZARINA',
            name: 'Платье вечернее нарядное мини с вырезом',
            description:
              'Сдержанное свободное платье мини для девушек с квадратным вырезом, широкими бретелями резинками и небольшим разрезом поможет создать женственные и элегантные аутфиты в офис и на каждый день. Приталенный крой в стиле футляра подарит комфортную посадку точно по фигуре и подчеркнет стройность силуэта, широкие лямки резинки и вырез каре придадут графичности и подчеркнуть хрупкость образа, юбка длины мини с небольшим треугольным разрезом сделает образ соблазнительным и подчеркнет стройные ножки, а расцветка в гусиную лапку отсылает к элегантному ретро стилю. Носи модель в качестве альтернативы повседневным джинсовым и шифоновым моделям, строгим костюмным футлярам и сарафанам из денима. Будь разной и оставайся собой!',
            imageUrl:
              'https://basket-12.wb.ru/vol1705/part170526/170526768/images/big/1.webp',
            price: 782,
            rating: 4.6,
            color: 'черный',
            composition: '95% полиэстер, 5% эластан',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 3,
            brand: 'ZARINA',
            name: 'Платье женское летнее сарафан длинный прямой вязаный модный',
            description:
              'Ажурное стильное вязаное платье Зарина длины миди из мягкого трикотажа с отложным воротником, короткими рукавами со спущенной линией плеч и разрезами станет стилеобразующей моделью твоего летнего гардероба. Прямой оверсайз крой в стиле платья футболки с боковыми разрезами не будет стеснять движений и подарит свободу, нежная хлопковая ткань с перфорацией идеальна для жарких летних дней, воротник поло является неотъемлемым трендом этого сезона и отсылает к стилю ретро, а ажурная вязка кроше подчеркнет утонченность и женственность. Комбинируй это платье с графичными жакетами, босоножками или лодочками в расслабленных офисных образах, с сандалиями для непринужденных и романтичных летних луков на пляж или с классическими кедами и джинсовыми куртками в кэжуал аутфитах. С этим платьем Zarina ты будешь в центре внимания!',
            imageUrl:
              'https://basket-10.wb.ru/vol1565/part156539/156539526/images/big/1.webp',
            price: 3699,
            rating: 4.5,
            color: 'белый',
            composition: '100% хлопок',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 4,
            brand: 'Zolla',
            name: 'Платье',
            description:
              'Это универсальное легкое женское платье с пестрым цветочным узором - отличный выбор для любого случая. Полуприлегающий силуэт, длина мини, круглый вырез, короткий рукав с отворотом и декоративным подхватом на пуговице и потайная застёжка-молния на спине придают ему дополнительный шарм. Летнее легкое платье-мини поможет создать нежный очаровательный образ для жаркой погоды. Широкая размерная сетка включает в себя, как очень маленькие, так и большие размеры. Это классическое, но в то же время трендовое мини платье подходит для любых ситуаций - от повседневной прогулки до пляжного отдыха. Летний сарафан можно взять с собой в отпуск как пляжное платье и наслаждаться теплыми солнечными днями. Оно также может быть как офисным, так и вечерним или клубным нарядом. Это базовое короткое платье на работу, в офис или для отдыха на каждый день, но с легкими аксессуарами может стать шикарным нарядом для особых случаев.',
            imageUrl:
              'https://basket-01.wb.ru/vol122/part12221/12221958/images/big/1.webp',
            price: 576,
            rating: 4.2,
            color: 'синий',
            composition: 'полиэстер 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 5,
            brand: 'Zolla',
            name: 'Платье вязаное',
            description:
              'Тёмно-зелёное женское платье-чулок длины миди, выполненное из тонкого эластичного вискозного трикотажа с небольшим элегантным разрезом на подоле спереди, идеально садится по фигуре, подчёркивая каждый изгиб. Изящный прилегающий силуэт удачно дополнен фактурой-риб. Широкий треугольный вырез выгодно вписывается в соблазнительный дизайн платья, рукава выполнены в полной длине. На декоративной фальш-планке спереди и манжетах расположены акцентные металлические кнопки. В ассортименте бренда Zolla представлен широкий выбор нарядных и повседневных платьев, летних сарафанов, вечерних комбинезонов, офисных и школьных платьев-рубашек и платьев-футляров, моделей спортивных фасонов и фасонов "комбинация" для девушек, женщин и девочек-подростков.',
            imageUrl:
              'https://basket-12.wb.ru/vol1778/part177817/177817895/images/big/1.webp',
            price: 2219,
            rating: 5,
            color: 'темно-зеленый',
            composition: 'вискоза 70%, нейлон 30%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 6,
            brand: 'Zolla',
            name: 'Платье женское',
            description:
              'Это универсальное хлопковое женское платье с открытыми плечами, выполненное из дышащей ткани с цветочным принтом и люрексом - отличный выбор для любого случая. Приталенный силуэт, длина макси, широкий вырез "кармен" на резинке, эластичная резинка на талии, рукав 3/4 фасона "фонарик" на резинке и ярусный подол придают ему дополнительный шарм. Летнее длинное платье в пол поможет создать нежный очаровательный образ для жаркой погоды. Широкая размерная сетка включает в себя, как очень маленькие, так и большие размеры. Это классическое, но в то же время трендовое макси платье с открытыми плечами подходит для любых ситуаций - от повседневной прогулки до пляжного отдыха. Летний приталенный сарафан можно взять с собой в отпуск как пляжное платье и наслаждаться теплыми солнечными днями. Прекрасно подойдет для подростков, девушек и женщин, ценящих стиль и индивидуальность. Платье может стать отличным подарком вашей маме, сестре, девушке, подруге или коллеге.',
            imageUrl:
              'https://basket-05.wb.ru/vol742/part74219/74219192/images/big/1.webp',
            price: 1775,
            rating: 4.1,
            color: 'голубой',
            composition: 'Хлопок 98%, полиэстер 2%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 7,
            brand: "O'STIN",
            name: 'Платье-сарафан летний на широких лямках со сборкой на груди',
            description:
              'Сарафан из хлопка на широких бретелях. Силуэт - расклешённый книзу. Сборка по лифу. Широкие бретели. Без подкладки. Длина от плеча спереди: 98,7 см (для Размера М). Размер модели на фото: S. Рост модели на фото: 176 см. Параметры модели на фото: грудь - 83 см, талия - 63 см, бёдра - 92 см. Страна производства: Бангладеш.',
            imageUrl:
              'https://basket-10.wb.ru/vol1561/part156101/156101305/images/big/1.webp',
            price: 2959,
            rating: 4.6,
            color: 'слоновая кость',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 8,
            brand: "O'STIN",
            name: 'Платье сарафан летний льняной с открытой спиной',
            description:
              'Представляем вам сарафан в ярком розовом цвете, идеальное женское платье для летнего сезона. Этот льняной сарафан обладает множеством преимуществ, которые не оставят вас равнодушными. Он выполнен из легкой и приятной на ощупь ткани, что делает его идеальным выбором для пляжного отдыха или повседневного использования. Сарафан имеет элегантный фасон на бретельках, который подчеркнет вашу женственность. Он стильно садится на девушку любого возраста и подойдет как для молодежного образа, так и для создания более формального наряда. Сарафан доступен в разных размерах, что позволяет подобрать его под вашу фигуру. Он имеет красивую линию талии, которая создает элегантный силуэт и подчеркивает вашу женственность. Одно из главных преимуществ этого сарафана - его универсальность. Вы можете носить его как самостоятельное платье или сочетать с различными топами для создания новых образов.',
            imageUrl:
              'https://basket-10.wb.ru/vol1539/part153951/153951864/images/big/1.webp',
            price: 1997,
            rating: 4.6,
            color: 'розовый',
            composition: 'лен 51%, хлопок 49%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 9,
            brand: "O'STIN",
            name: 'Платье сарафан летний с принтом и разрезом пляжный',
            description:
              'Этот летний сарафанчик лавандового цвета станет незаменимым элементом вашего гардероба. Оно выполнено из легкого и приятного на ощупь материала, который не сковывает движения и обеспечивает комфорт в жаркие летние дни. Длинный сарафан на бретельках с открытой спиной создает неповторимый образ, подчеркивая вашу женственность и изящество. Пляжная модель на бретельках прекрасно подойдет для прогулок по пляжу или отдыха на курорте. Она позволит вам чувствовать себя комфортно и стильно одновременно. Черный цвет платья с принтом в цветочек добавляет нотку загадочности и элегантности вашему образу. Он всегда актуален и позволяет создавать различные стильные сочетания. Вы сможете сочетать этот сарафан с различными аксессуарами и обувью, создавая уникальные образы на каждый день.',
            imageUrl:
              'https://basket-11.wb.ru/vol1613/part161370/161370462/images/big/1.webp',
            price: 1479,
            rating: 4.7,
            color: 'лавандовый',
            composition: 'полиэстер 99%, эластан 1%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 10,
            brand: 'Gloria Jeans',
            name: 'Красное облегающее мини-платье',
            description:
              'Идеальные линии и скульптурирующий силуэт! В этом мини-платье вы почувствуете себя волнующе неотразимой и сексуальной.Благодаря инновационной технологии sculpt knit, моделирующей фигуру, силуэт выглядит тоньше и изящнее. Вертикальная рельефная текстура, созданная с помощью османского стежка, прекрасно сохраняет форму, а внутренняя бархатистая сторона дарит приятные тактильные ощущения.Укороченный крой и силуэт «песочные часы» — и ваша уверенность взлетит до небес! Линия декольте с фигурным вырезом сделает привлекательный акцент на зоне декольте. Лодочки, серьги-кольца и красная помада — романтичный образ готов!',
            imageUrl:
              'https://basket-12.wb.ru/vol1753/part175306/175306525/images/big/1.webp',
            price: 3329,
            rating: 5,
            color: 'красный',
            composition: 'полиамид 99%, спандекс 1%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
        ],
      },
      {
        id: 2,
        category: 'Блузки и рубашки',
        items: [
          {
            id: 11,
            brand: 'ZARINA',
            name: 'Джинсовая рубашка с карманом',
            description:
              'Свободная джинсовая рубашка для женщин с длинными рукавами со стандартной линией плеч, накладными нагрудными карманами и отложным воротником станет комфортным и стильным дополнением джинсовых тотал луков, а также впишется в повседневные аутфиты. Классическая застежка на пуговицы и отложной воротник позволяют составлять с этой моделью многослойные современные аутфиты поверх футболок и топов, мягкий хлопковый деним приятен к телу и пропускает воздух, благодаря чему модель комфортна в носке, а свободный крой с карманами и защипом на спинке придает образу расслабленности и свободы. Рубашка выполнена в темном синем цвете и идеальна в сочетании с джинсами в качестве трендового тотал лука на замену ветровкам, базовым хлопковым рубашкам, пиджакам и лонгсливам. С этой рубашкой ты будешь в чувствовать себя комфортно и уверенно!',
            imageUrl:
              'https://basket-12.wb.ru/vol1705/part170526/170526743/images/big/1.webp',
            price: 4148,
            rating: 4.7,
            color: 'синий',
            composition: '100% хлопок',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 12,
            brand: 'ZARINA',
            name: 'Блузка женская офисная нарядная модная с длинными рукавами',
            description:
              'Воздушная удлиненная оверсайз рубашка для девушек и женщин Зарина с длинными рукавами со спущенной линией плеч, кармашком и классической застежкой на пуговицы поможет создать комфортные и расслабленные летние и стильные городские аутфиты. Базовая застежка на пуговицы и отложной воротник в стиле классических рубашек делают образ сдержанным и позволят дополнять офисные луки, свободный оверсайз крой с защипом на спинке, крой А силуэта, спущенная линия плеч и накладной карман делает модель легкой и расслабленной, закругленный край с удлинением на спинке подарит комфорт. Рубашка выполнена в нежном розовом цвете из дышащей хлопковой ткани и с легкостью заменит объемные шифоновые блузы, облегающие лонгсливы и теплые кардиганы. Эта блузка Zarina станет самой любимой в твоем гардеробе!',
            imageUrl:
              'https://basket-10.wb.ru/vol1530/part153007/153007246/images/big/3.webp',
            price: 2663,
            rating: 4.3,
            color: 'зеленый',
            composition: '100% хлопок',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 13,
            brand: 'ZARINA',
            name: 'Блузка офисная нарядная',
            description:
              'Свободная расслабленная рубашка для девушек с длинными рукавами, отложным воротником и с застежкой на пуговицы станет основой офисных и повседневных аутфитов. Классический отложной воротник и застежка на пуговицы позволяют включать эту блузу в деловые и школьные луки, легкая ткань из вискозы приятна к телу и пропускает воздух, что идеально для лета, свободный крой со стандартной линией плеч подчеркнет силуэт, а принты придают разный характер образам. Рубашка выполнена в однотонном белом цвете, в белом цвете с принтом в полоски, клетку или горошек, а также в черном цвете в белый горох и станет стильной базой моделью на замену кружевным моделям, простым хлопковым футболкам и джемперам. С этой блузой Zarina ты будешь безупречна!',
            imageUrl:
              'https://basket-12.wb.ru/vol1676/part167615/167615586/images/big/1.webp',
            price: 1331,
            rating: 4.5,
            color: 'белый',
            composition: '100% вискоза',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 14,
            brand: 'Zolla',
            name: 'Рубашка женская',
            description:
              'Женская верхняя рубашка укороченного фасона с узором в клетку, дополненная декоративными разрезами на шнуровке с люверсами, прекрасно подойдёт для создания комфортного многослойного образа для стильных повседневных аутфитов. Модель прямого силуэта с отложным воротником будет хорошо сочетаться в образах с широкими прямыми джинсами, короткими юбками или брюками-джоггерами в спортивном стиле. Длинный рукав дополнен манжетой на пуговице, застёжка выполнена в виде молнии. В ассортименте бренда Zolla представлен широкий выбор офисной и вечерней одежды, школьных рубашек, нарядных блузок, топов и боди для девушек, женщин и девочек-подростков.',
            imageUrl:
              'https://basket-12.wb.ru/vol1768/part176852/176852552/images/big/1.webp',
            price: 1479,
            rating: 5,
            color: 'черный',
            composition: 'хлопок 60%, полиэстер 40%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 15,
            brand: 'Zolla',
            name: 'Блузка женская',
            description:
              'Модель "2 в 1" представляет собой жаккардовый джемпер из тонкого эластичного материала с имитацией белой нижней блузки на воротнике и манжетах. Такая женская блуза прямого силуэта станет прекрасным дополнением к комфортным деловым образам для работы или учёбы, и будет удачно сочетаться с прямыми джинсами, узкими классическими брюками и юбками фасона "карандаш". Отложной воротник акцентирован декоративными цепочками, длинный рукав дополнен манжетой на пуговице. Застёжка выполнена в виде пуговицы у ворота сзади и молнии на спине. В ассортименте бренда Zolla представлен широкий выбор офисной и вечерней одежды, школьных рубашек, нарядных праздничных блузок, топов и боди для девушек, женщин и девочек-подростков.',
            imageUrl:
              'https://basket-12.wb.ru/vol1680/part168070/168070797/images/big/1.webp',
            price: 1257,
            rating: 4.6,
            color: 'серый',
            composition: 'полиэстер 93%, эластан 7%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 16,
            brand: "O'STIN",
            name: 'Рубашка',
            description:
              'Рубашка-жакет из твида. Классическая форма воротника. Застёжка на пуговицы. Длинный рукав на манжете. Накладные карманы. Свободный силуэт. Линия низа слегка изогнутая.',
            imageUrl:
              'https://basket-05.wb.ru/vol1006/part100679/100679934/images/big/3.webp',
            price: 2663,
            rating: 4.8,
            color: 'серый',
            composition:
              'полиэстер 81%, акрил 13%, нейлон 2%, вискоза 2%, хлопок 1%, шерсть 1%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 17,
            brand: "O'STIN",
            name: 'Блузка',
            description:
              'Блузка из сатина. Классическая форма воротника. Длинный рукав на манжете. Застёжка на перламутровые пуговицы. Линия низа слегка изогнутая. Свободный силуэт.',
            imageUrl:
              'https://basket-12.wb.ru/vol1782/part178245/178245747/images/big/6.webp',
            price: 2461,
            rating: 4,
            color: 'синий',
            composition: 'Полиэстер 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 18,
            brand: "O'STIN",
            name: 'Рубашка',
            description:
              'Рубашка в полоску. Из хлопковой ткани в полоску. Классическая форма воротника. Застёжка на пуговицы. Длинные рукава c отворотами и патами. Полотно в полоску. Изогнутая линия низа. Комфортный прямой силуэт.',
            imageUrl:
              'https://basket-01.wb.ru/vol77/part7717/7717113/images/big/2.webp',
            price: 1331,
            rating: 4.3,
            color: 'голубой',
            composition: 'Хлопок 98%, металлизированные волокна 2%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 19,
            brand: 'Gloria Jeans',
            name: 'Красная клетчатая рубашка loose',
            description:
              'Красная рубашка выполнена из фланели. Детали: свободная посадка Loose, длинные рукава со спущенной линией плеча, два нагрудных кармана, несъёмный капюшон. Гарантийный срок 30 дней',
            imageUrl:
              'https://basket-12.wb.ru/vol1682/part168259/168259617/images/big/1.webp',
            price: 2330,
            rating: 4.8,
            color: 'красный',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 20,
            brand: 'Gloria Jeans',
            name: 'Зелёная блузка fitted с объёмными рукавами',
            description:
              'Зелёная блузка выполнена из вискозы. Детали: облегающий крой, длинные объёмные рукава с резинками и небольшими сборками, вырез-каре, завязки. Гарантийный срок 30 дней',
            imageUrl:
              'https://basket-12.wb.ru/vol1666/part166652/166652339/images/big/1.webp',
            price: 1109,
            rating: 4.5,
            color: 'зеленый',
            composition: 'вискоза 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
        ],
      },
      {
        id: 3,
        category: 'Джинсы',
        items: [
          {
            id: 21,
            brand: 'Befree',
            name: 'Джинсы женские мом вареные свободные с высокой посадкой',
            description:
              'Ультратрендовые джинсовые брюки mom fit со свободной посадкой по фигуре. Плотный, качественный 100% хлопковый деним не вытягивается и не теряет форму после стирки. Длинные штанины, свободные в бедрах и зауженные книзу. Высокая посадка по талии, выгодно подчеркивающая фигуру и скрывающая недостатки. Два кармана с отрезным бочком спереди, два задних накладных кармана, один кармашек для мелочи. Шлевки для ремня, застежка на молнию и пуговицу. Металлические заклепки на карманах спереди. Синие / светло-серые джинсы мом с классическим вареным эффектом и потертостями на карманах. Маст-хэв твоего гардероба: стильные и удобные джинсы на все времена для расслабленных повседневных, уличных и офисных луков.',
            imageUrl:
              'https://basket-12.wb.ru/vol1727/part172746/172746754/images/big/1.webp',
            price: 2811,
            rating: 4.8,
            color: 'светло-серый',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 22,
            brand: 'Befree',
            name: 'Джинсы трубы широкие светлые со средней посадкой',
            description:
              'Широкие джинсы-трубы wide leg из качественного, легкого 100% хлопкового денима, который не растягивается и не теряет форму. Классическая средняя посадка, подчеркивающая фигуру и акцентирующая внимание на талии. Длинные широкие штанины без декоративных элементов. Два боковых кармана с отрезным бочком, кармашек для мелочи, два накладных кармана сзади. Шлевки для ремня, застежка на молнию и пуговицу. Металлические заклепки на карманах спереди. Голубые / светло-голубые джинсы с вареным эффектом. Трендовые широкие джинсы вайд с удлиненными штанинами и средней посадкой для расслабленных повседневных и уличных луков с твоими любимыми топами, футболками или рубашками. Создавай самые удобные и стильные всесезонные аутфиты на каждый день с этими свободными джинсами широкого кроя, которые составят идеальную основу твоего гардероба на теплое время года.',
            imageUrl:
              'https://basket-11.wb.ru/vol1619/part161909/161909028/images/big/1.webp',
            price: 3107,
            rating: 4.5,
            color: 'индиго',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 23,
            brand: 'ZARINA',
            name: 'Джинсы с высокой посадкой мом прямые',
            description:
              'Расслабленные зауженные свободные джинсы mom fit для девушек с высокой посадкой на талии, штанинами стандартной длины и треугольной кокеткой помогут создать комфортные и стильные аутфиты для луков в стиле кэжуал на каждый день. Высокая посадка выделит линию талии и визуально удлинит ноги, плотная хлопковая ткань создаст правильный силуэт и скорректирует нюансы фигуры, свободные в бедрах и зауженные к низу штанины создаст акцент на стройных ножках, стандартная длина будет отлично смотреться с разным типом обуви. Джинсы выполнены в темном синем и индиго оттенке и идеальны в комбинации с уютными жилетами, прямыми оверсайз жакетами, расслабленными рубашками и футболками в повседневных аутфитах или с поло в стиле ретро. Эта модель легко заменит трикотажные объемные джоггеры, широкие костюмные брюки, кюлоты и объемные бананы. Чувствуй уверенность и будь стильной!',
            imageUrl:
              'https://basket-12.wb.ru/vol1732/part173262/173262173/images/big/1.webp',
            price: 2436,
            rating: 4.6,
            color: 'темно-синий',
            composition: '100% хлопок',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 24,
            brand: 'ZARINA',
            name: 'Джинсы женские прямые свободные модные со средней посадкой',
            description:
              'Женские однотонные укороченные облегающие джинсы relaxed Зарина прямого кроя со средней посадкой, потертостями и карманами станет идеальным решением для комфортных луков на каждый день. Плотный хлопковый деним с добавлением эластана будет повторять каждое движение и подарит идеальную посадку по фигуре, полуприлегающий крой штанин обрисует силуэт и сделает стройнее, потертости на бедре станут трендовым акцентом, а благодаря укороченным штанинам, брюки легко сочетать с разным типом обуви. Джинсы выполнены в светлом голубом цвете и отлично смотрятся в комбинации с оверсайз джемперами, футболками и топами в повседневных кэжуал луках, с прямыми оверсайз жакетами и расслабленными рубашками в современном городском стиле.',
            imageUrl:
              'https://basket-10.wb.ru/vol1547/part154790/154790702/images/big/1.webp',
            price: 2219,
            rating: 4.4,
            color: 'светло-голубой',
            composition: '99% хлопок, 1% эластан',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 25,
            brand: 'Gloria Jeans',
            name: 'Джинсы Straight',
            description:
              'Эти джинсы ― произведение искусства, вдохновлённое духом гранжа 90-х! Их фирменный стиль и свободный крой создают идеальную посадку.Совершенная ткань в бархатистый рубчик раскрывает сложный оттенок и глубокую варку денима, а мягкие потёртости подчёркивают его аутентичность. Эти джинсы мы изготовили по новой технологии, используя в два раза меньше воды и электроэнергии.Каждая деталь выдержана в лучших традициях: золотистые швы, пуговицы с логотипом, карман-карпентер. Эти джинсы напоминают о временах, когда музыка громко звучала, а стиль выражал свободу. Подчеркнуть индивидуальность и быть в тренде легко в 90’s Straight!Детали: силуэт 90’s Straight, высокая посадка, застёжка на молнию и пуговицу, шлёвки для ремня, шесть карманов, фирменный патч Gloria Jeans сзади.Гарантийный срок 30 дней.',
            imageUrl:
              'https://basket-12.wb.ru/vol1758/part175837/175837601/images/big/1.webp',
            price: 3329,
            rating: 5,
            color: 'синий',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 26,
            brand: 'Gloria Jeans',
            name: 'Джинсы',
            description:
              'Джинсы New mom создают женственный силуэт и дарят ощущение расслабленности. Это настоящий мастхэв повседневного гардероба.Супервысокая посадка, небольшой объём в бёдрах, зауженные штанины - и вуаля, идеальный силуэт готов! Джинсы органично дополняют повседневный, романтичный или уличный стили. Подберите к ним с кроп-топ, бомбер и кроссовки или базовую футболку и лаконичные аксессуары.Модель выполнена из натурального хлопкового денима. Благодаря прочному износостойкому материалу изделие прослужит несколько сезонов. Эти джинсы мы изготовили по новой технологии, используя в два раза меньше воды и электроэнергии.Детали: свободная посадка, застёжка на молнию и пуговицу, шлёвки для ремня, пять карманов, фирменный патч Gloria Jeans сзади. Гарантийный срок 30 дней',
            imageUrl:
              'https://basket-06.wb.ru/vol1051/part105116/105116143/images/big/1.webp',
            price: 1775,
            rating: 4.4,
            color: 'черный',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 27,
            brand: 'Zolla',
            name: 'Джинсы скинни',
            description:
              'Тёмно-синие женские джинсы скинни из эластичного стрейч-денима с высоким содержанием хлопка в составе стали неизменным элементом повседневного женского гардероба. Модель зауженного укороченного силуэта Skinny с высокой посадкой на талии будет прекрасно сочетаться с любым типом верха: белой майкой, футболкой расслабленного силуэта, рубашкой или блузкой в офисном стиле, модным джемпером или худи. Шлёвки на поясе обеспечат возможность дополнить образ ремнём, классические пять карманов не дадут необходимым мелочам потеряться. Ширинка - на молнии с пуговицей. Модель представлена в больших размерах. В ассортименте бренда Zolla представлен широкий выбор повседневной, офисной и домашней одежды, джинсов, джеггинсов, классических брюк, спортивных штанов, бридж, летних шорт, юбок и леггинсов для девушек, женщин и девочек-подростков.',
            imageUrl:
              'https://basket-12.wb.ru/vol1768/part176852/176852684/images/big/1.webp',
            price: 2219,
            rating: 4.2,
            color: 'темно-синий',
            composition: 'хлопок 70%, эластан 2%, полиэстер 28%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 28,
            brand: 'Zolla',
            name: 'Джинсы джоггеры',
            description:
              'Женские джинсы-джоггеры на резинке - обновлённая модная классика, которая подходит любому типу фигуры и невероятно комфортна в носке. Модель исполнена в светло-голубом оттенке из денима с высоким содержанием хлопка в составе. Свободный фасон, высокая посадка на талии, укороченная длина, эластичная резинка с кулиской на поясе, боковые и задние карманы, эластичная резинка у щиколоток. В ассортименте бренда Zolla представлен широкий выбор повседневной, офисной и домашней одежды, джинсов, джеггинсов, классических брюк, спортивных штанов, бридж, летних шорт, юбок и леггинсов для девушек, женщин и девочек-подростков.',
            imageUrl:
              'https://basket-10.wb.ru/vol1521/part152107/152107408/images/big/1.webp',
            price: 1242,
            rating: 4.6,
            color: 'голубой',
            composition: 'хлопок 90%, полиэстер 10%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 29,
            brand: "O'STIN",
            name: 'Джинсы',
            description:
              'Узкие джинсы с высокой посадкой. Зауженный силуэт, высокая посадка. Классический дизайн с 5 карманами и разрезами на штанинах. Cтирка серого оттенка с минимальными потёртостями. Мягкая ткань с хорошей растяжимостью. Застёжка на молнию и пуговицу.',
            imageUrl:
              'https://basket-04.wb.ru/vol596/part59609/59609235/images/big/1.webp',
            price: 3625,
            rating: 4.3,
            color: 'серый',
            composition: 'хлопок 90%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 30,
            brand: "O'STIN",
            name: 'Джинсы mom fit свободные',
            description:
              'Популярная модель женской одежды - джинсы мом с завышенной талией без флиса, которые имеют отличную посадку и создают красивый силуэт благодаря эластичному стрейчевому материалу. Широкий размерный ряд, маленькие размеры, большие размеры для девушек, женщин, подростков, девочек. Данная модель подойдет для школы, офиса, на прогулку, классическая базовая модель на все времена и любую фигуру. Mom fit подходят для любого сезона - на осень, на зиму, на весну и на лето. Брюки женские в черном цвете отлично сочетаются с различными фасонами оверсайз жакетов, с расслабленными рубашками и футболками, что делает их универсальной вещью вашего гардероба.',
            imageUrl:
              'https://basket-07.wb.ru/vol1107/part110758/110758119/images/big/1.webp',
            price: 1893,
            rating: 4,
            color: 'синий',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
        ],
      },
      {
        id: 4,
        category: 'Женская обувь',
        items: [
          {
            id: 31,
            brand: 'Mango',
            name: 'Босоножки',
            description:
              'Каблук-рюмочка, с острием, без застежки, высота каблука 5 см.',
            imageUrl:
              'https://basket-11.wb.ru/vol1643/part164384/164384626/images/big/1.webp',
            price: 5099,
            rating: 4.4,
            color: 'бежевый',
            composition: '100% полиуретан',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 32,
            brand: 'Mango',
            name: 'Сапоги',
            description:
              'Высокие голенища. С острием. Широкий каблук. Высота каблука 8,5 см.',
            imageUrl:
              'https://basket-05.wb.ru/vol785/part78507/78507397/images/big/1.webp',
            price: 9982,
            rating: 4.3,
            color: 'горчичный',
            composition: '100% кожа',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 33,
            brand: 'Nike',
            name: 'Nike Air Zoom Vomero 16',
            description:
              'ПОДДЕРЖКА И МГНОВЕННАЯ АМОРТИЗАЦИЯ. Популярная модель для ежедневных тренировок снова здесь. В этой версии упругого пеноматериала ZoomX стало еще больше, а значит больше амортизации и возврата энергии для бега на длинные дистанции. Верх этой сверхлегкой модели обеспечивает больше эластичности и вентиляции. Ищешь оптимальную поддержку? Регулируемый ремешок в средней части стопы и стабилизирующий фиксатор пятки обеспечивают удобную посадку. Мы усилили поддержку по бокам с помощью ленты в средней части стопы. Вместе со шнурками она дает плотную посадку и надежную фиксацию стопы. Кроме того, фиксатор пятки обеспечивает стабилизацию при беге по неровной поверхности.',
            imageUrl:
              'https://basket-06.wb.ru/vol1040/part104090/104090848/images/big/1.webp',
            price: 10411,
            rating: 4.1,
            color: 'черный',
            composition: 'синтетические материалы',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 34,
            brand: 'Nike',
            name: 'Кроссовки W NIKE AIR MAX SYSTM',
            description:
              'Выглядит Макс. Чувствует себя Максом. Система Air Max возвращает все, что вам нравится в ваших любимых образах 80-х (без парашютных брюк). Испытанная видимая амортизация Nike Air сочетается с гладким верхом в спортивном стиле.',
            imageUrl:
              'https://basket-10.wb.ru/vol1467/part146791/146791243/images/big/1.webp',
            price: 5828,
            rating: 4.1,
            color: 'пастельно-розовый',
            composition: 'текстиль',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 35,
            brand: 'Nike',
            name: 'Кроссовки Nike SB Dunk Low',
            description:
              'Dunk — не новость в скейтбординге. Фактически, эти кроссовки распространены в спорте с 1980-х годов, когда скейтбордисты использовали исключительно оригинальные «данки» из-за их поддерживающей конструкции и плоской подошвы. Постепенно этот дизайн стал основным в скейтборд-сообществах по всему миру, и компания Nike стала развивать направление.',
            imageUrl:
              'https://basket-12.wb.ru/vol1805/part180525/180525705/images/big/1.webp',
            price: 3750,
            rating: 4.5,
            color: 'синий',
            composition: 'замша натуральная, композиционная кожа',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 36,
            brand: 'Nike',
            name: 'Кроссовки женские спортивные кожаные',
            description:
              'ДАННАЯ МОДЕЛЬ МАЛОМЕРИТ НА РАЗМЕР. Классические баскетбольные кроссовки женские спортивные подходят для повседневной носки. Кеды имеют традиционную систему шнуровки, текстильный язычок и изготовлены из устойчивых к износу материалов. Обувь женская оснащена перфорацией на мыске. Кроссовки с износостойкой подошвой, оснащенной амортизацией, для комфортной носки. Кеды для девочек обеспечивают отличное сцепление с любым типом поверхности. Кроссовки женские осенние зимние весенние летние подойдут на любую погоду.',
            imageUrl:
              'https://basket-06.wb.ru/vol1061/part106156/106156443/images/big/1.webp',
            price: 3656,
            rating: 4.3,
            color: 'черный, красный',
            composition: 'натуральная кожа',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 37,
            brand: 'T.TACCARDI',
            name: 'Балетки женские всесезонные повседневные',
            description:
              'Стильные женские балетки на прорезиненной подошве бренда T.TACCARDI. Женские туфли на удобной платформе идеально подходят для повседневной носки. Балетки искусственная кожа, из которой изготовлены балетки женские, и мягкая стелька как нельзя кстати обеспечивает вам комфортное хождение. Классический фасон подойдет каждой: от юной покорительницы мод до ее любимой бабушки. Модные балетки подойдут для прогулки по пляжу, балетки для танцев и для офиса. Красивый и утонченный фасон балетки с закрытым носом и пяткой, не обремененный застежкам, пригодится и любительницам активного образа жизни. Комфортные балетки женские белые на нескользящей подошве подойдут также и беременным женщинам, у которых часто оттекают ноги.',
            imageUrl:
              'https://basket-10.wb.ru/vol1463/part146345/146345050/images/big/1.webp',
            price: 1124,
            rating: 4.8,
            color: 'белый',
            composition: 'искусственная кожа',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 38,
            brand: 'T.TACCARDI',
            name: 'Ботинки женские зимние',
            description:
              'Ботинки женские бренда T.TACCARDI универсальная и удобная обувь для повседневного использования. Современные ботинки, изготовленные из искусственного нубука, подходят каждой: для девочек, их мам и бабушек. Качественная подошва позволяет, чтобы полуботинки женские не скользили. Ботинки зимние женские обеспечивает вам комфортное хождение на протяжении всего дня. Удобная модель с молнией сзади надежно фиксирует ногу во время длительной прогулки. Ботинки женские зимние идеально впишутся в молодежный стиль и обязательно станут объектом восхищения ваших друзей.',
            imageUrl:
              'https://basket-12.wb.ru/vol1666/part166691/166691473/images/big/1.webp',
            price: 2474,
            rating: 5,
            color: 'коричневый',
            composition: 'искусственный нубук',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 39,
            brand: 'adidas',
            name: 'Кроссовки для бега EQ21 RUN COLD.RDY H68088',
            description:
              'Кроссовки EQ21 RUN COLD.RDY H68088. Беговые кроссовки для зимних условий. Бегай круглый год в этих кроссовках adidas. Зимний материал COLD.RDY сохраняет ноги в тепле. Легкая амортизация поглощает ударную нагрузку каждого шага. Кроссовки женские, для женщин, для девочки, для подростка, подростковые, для девушки, молодежные, для сестры, для внучки, для племянницы, для тети, для свекрови, для мамы, для жены, для супруги, для крестницы, для крестной, для подруги, для любимой, для нее, для коллеги, для начальницы, для сотрудницы. Кроссовки в подарок женщине на 8 марта, 14 февраля, годовщину, на день рождения, юбилей, новый год, рождество, 1 сентября, день знаний, выпускной, просто так, на любой праздник, праздничные, в подарок, подарочные. Кроссовки на лето летние, на осень осенние, на весну весенние, на демисезон демисезоные, круглогодичные, на любой сезон, на каждый день, повседневные.',
            imageUrl:
              'https://basket-11.wb.ru/vol1650/part165013/165013458/images/big/5.webp',
            price: 10509,
            rating: 4.7,
            color: 'голубой',
            composition: 'синтетический материал, резина',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 40,
            brand: 'adidas',
            name: 'Кроссовки Adidas Campus',
            description:
              'Освежите свой гардероб с кроссовками adidas Campus. Эти стильные и комфортные кроссовки являются идеальным выбором для всех любителей активного образа жизни. adidas Campus предлагает широкий выбор моделей, включая adidas Campus 00s, которые воссоздают классический дизайн с современными акцентами. Кроссовки adidas Campus обладают непревзойденным качеством и стилем, сочетая в себе элегантность и спортивность. Они выполнены из высококачественных материалов, обеспечивая долговечность и комфорт при каждом шаге. Серые мужские кроссовки adidas Campus являются идеальным выбором для тех, кто ценит стиль и функциональность.',
            imageUrl:
              'https://basket-12.wb.ru/vol1720/part172003/172003713/images/big/2.webp',
            price: 2475,
            rating: 4.3,
            color: 'светло-розовый',
            composition: 'замша',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
        ],
      },
      {
        id: 5,
        category: 'Верхняя одежда',
        items: [
          {
            id: 41,
            brand: 'ZARINA',
            name: 'Пальто демисезонное длинное оверсайз',
            description:
              'Женское плюшевое свободное пальто длины миди с застежкой на пуговицы и пояс и прямоугольными лацканами станет трендовой и яркой основой уютных повседневных аутфитов на прохладную осень. Модель на основе классического кроя пальто со спущенной линией плеч и поясом поможет создать комфортные луки и не будет стеснять движений, материал под овчину придает образу расслабленности и уюта и согреет в погоду от +5 градусов, пояс поможет выделить линию талии, а прямоугольные лацканы плеч, а двубортная застежка на контрастные пуговицы станет ярким элементом образа.',
            imageUrl:
              'https://basket-12.wb.ru/vol1732/part173262/173262157/images/big/4.webp',
            price: 7503,
            rating: 4.7,
            color: 'бежевый',
            composition: '100% полиэстер',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 42,
            brand: 'ZARINA',
            name: 'Куртка демисезонная короткая экомех',
            description:
              'Мягкая и нежная оверсайз куртка для девушек в стиле тедди с длинными рукавами со спущенной линией плеч, с застежкой на молнию и высоким воротом станет стилеобразующей моделью твоего гардероба на осень. Застежка на молнию комфортна в использовании, высокий воротник защитит шею от холодного ветра, карманы придадут образу расслабленности, а мягкий и пушистый материал придает образу уюта и отлично сохраняет тепло в погоду от +5 градусов. Куртка выполнена в светлом серо-коричневом оттенке и станет акцентной заменой спортивным бомберам, классическим стеганым курткам, пальто и тонким тренчам. Эта куртка станет самой любимой в твоем гардеробе!',
            imageUrl:
              'https://basket-12.wb.ru/vol1723/part172367/172367531/images/big/1.webp',
            price: 5343,
            rating: 4.6,
            color: 'серо-коричневый',
            composition: '100% полиэстер',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 43,
            brand: 'ZARINA',
            name: 'Куртка демисезонная короткий бомбер',
            description:
              'Расслабленная демисезонная куртка для девушек и женщин с застежкой на молнию и небольшим воротом с резинкой - твое стильное решение для трендовых повседневных и спортивных аутфитов на осень. Прямой оверсайз крой подарит комфорт и свободу движениям, резинки по рукавам и по низу изделия подарят мягкое прилегание и создадут воздушное пространство, которое будет сохранять тепло в прохладную погоду, синтепон в качестве наполнителя сохраняет тепло в прохладную погоду от +5 градусов, небольшой воротник резинка - характерная черта бомберов, а непродуваемый и водоотталкивающий материал защитит от непогоды. Куртка отлично сочетается с различными предметами гардероба - в образы с платьями, широкими брюками и джинсами. Эта куртка покорит твое сердце!',
            imageUrl:
              'https://basket-12.wb.ru/vol1685/part168580/168580912/images/big/1.webp',
            price: 2827,
            rating: 4.7,
            color: 'серый',
            composition: '100% полиэстер',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 44,
            brand: 'Befree',
            name: 'Пуховик оверсайз на натуральном утеплителе',
            description:
              'Куртка-пуховик oversize на натуральном утеплителе. Удлиненная женская куртка свободного кроя oversize из плотной ткани с натуральным утеплителем (пух/перо). Теплый воротник-стойка и свободный капюшон согреют тебя в любую погоду. Длинные свободные рукава с присборенными манжетами и спущенной линией плеча. Застежка на молнию с двойной собачкой. Два боковых прорезных кармана с клапаном и застежкой. Прямой нижний край на резинке со стопперами для защиты от поддувания. Базовые черный и молочный цвета пуховика для женщин. Супертеплый однотонный зимний пуховик для стильных аутфитов и для женственных повседневных луков с твоими любимыми джинсами, платьями или юбками.',
            imageUrl:
              'https://basket-12.wb.ru/vol1762/part176227/176227309/images/big/2.webp',
            price: 7724,
            rating: 4.6,
            color: 'молочный',
            composition: 'полиамид 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 45,
            brand: 'Befree',
            name: 'Куртка-парка стеганая с меховой подкладкой и капюшоном',
            description:
              'Удлиненная стеганая куртка-парка свободного прямого кроя из плотной плащевой ткани с подкладкой из искусственного меха и утеплителем. Объемный несъемный капюшон без воротника и завязок. Длинные свободные рукава с прямыми манжетами. Два прорезных боковых кармана с клапаном и застежкой на кнопку, два прорезных кармана на груди. Вшитая резинка со стоппером на внутренней стороне для защиты от поддувания. Застежка на молнию и планку с кнопками. Однотонное хаки / черное стеганое полупальто с капюшоном. Теплая стеганая куртка с меховой подкладкой и большим капюшоном - твое стильное спасение на холодную осень: сочетай ее с удобными брюками, джинсами, юбками или платьями и создавай уютные кэжуал-аутфиты в школу, университет, офис или просто на каждый день.',
            imageUrl:
              'https://basket-12.wb.ru/vol1727/part172747/172747115/images/big/1.webp',
            price: 5174,
            rating: 4.1,
            color: 'хаки',
            composition: 'полиамид 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 46,
            brand: 'Zolla',
            name: 'Пальто женское',
            description:
              'Длинное тёплое женское пальто объёмного фасона с поясом на талии является максимально практичным и удобным выбором для элегантного классического образа в холодную осеннюю погоду. Благодаря своему продуманному крою и качественно подобранным материалам модель без утеплителя идеально впишется в ваш повседневный гардероб. Пальто оверсайз силуэта со спущенной линией плеча обеспечит расслабленную посадку по фигуре, отложной воротник с лацканами подчеркнёт лаконичный дизайн модели, боковые карманы не позволят важным мелочам потеряться. Двубортная застёжка выполнена на пуговицах, на подоле сзади расположена шлица, съёмный пояс из основной ткани идёт в комплекте. Модель представлена в зелёном и чёрном цветах.',
            imageUrl:
              'https://basket-12.wb.ru/vol1768/part176852/176852630/images/big/2.webp',
            price: 5249,
            rating: 4.6,
            color: 'зеленый',
            composition: 'полиэстер 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 47,
            brand: 'Zolla',
            name: 'Куртка женская',
            description:
              'Тёплая дутая женская куртка с капюшоном и надёжным синтетическим утеплителем-синтепухом - практичный и комфортный выбор для холодной погоды сезона осень-зима. Благодаря своему продуманному крою и качественно подобранным материалам модель прекрасно впишется в ваш комфортный повседневный образ. Куртка прямого силуэта обеспечит универсальную посадку по фигуре, несъёмный капюшон с высоким воротом создаст дополнительную защиту для головы и шеи от холода и ветра, боковые карманы не дадут важным мелочам потеряться. Застёжка выполнена в виде молнии, скрытой под планкой на кнопках. Модель представлена в белом, светло-зелёном и чёрном цветах, в больших размерах.',
            imageUrl:
              'https://basket-12.wb.ru/vol1754/part175432/175432483/images/big/4.webp',
            price: 3749,
            rating: 4.8,
            color: 'черный',
            composition: 'полиэстер 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 48,
            brand: 'Zolla',
            name: 'Куртка женская',
            description:
              'Короткая стёганая женская куртка с капюшоном в лаконичном базовом дизайне, дополненная слоем надёжного лёгкого утеплителя - синтепуха, прекрасно впишется в ваш комфортный повседневный образ. Благодаря своему продуманному крою и качественно подобранным материалам модель идеально подойдёт для непредсказуемой холодной погоды сезона осень-весна. Куртка прямого укороченного силуэта обеспечит универсальную посадку по фигуре, несъёмный капюшон с высоким воротом создаст дополнительную защиту для головы и шеи от холода и ветра, боковые карманы на кнопках не дадут важным мелочам потеряться. Застёжка выполнена в виде молнии. Модель представлена в голубом и чёрном цветах, в больших размерах.',
            imageUrl:
              'https://basket-12.wb.ru/vol1754/part175432/175432410/images/big/2.webp',
            price: 2624,
            rating: 4.7,
            color: 'светло-голубой',
            composition: 'полиэстер 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 49,
            brand: "O'STIN",
            name: 'Пуховик',
            description:
              'Удлинённый пуховик с рукавом реглан. Капюшон. Застёжка на молнию. Внутренний карман на кнопке. Два внешних кармана с листочкой.',
            imageUrl:
              'https://basket-12.wb.ru/vol1802/part180286/180286671/images/big/1.webp',
            price: 8639,
            rating: 4.5,
            color: 'бирюзовый',
            composition: 'Полиэстер 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 50,
            brand: "O'STIN",
            name: 'Куртка',
            description:
              'Объёмный пуховик с капюшоном. Капюшон на кнопках. Застёжка на молнию. Эластичная тесьма на рукавах и по низу. Два внешних кармана на молнии.',
            imageUrl:
              'https://basket-12.wb.ru/vol1763/part176349/176349910/images/big/1.webp',
            price: 7679,
            rating: 4.7,
            color: 'лавандовый',
            composition: 'полиэстер 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
        ],
      },
    ],
  },
  {
    id: 2,
    title: 'Мужчинам',
    categories: [
      {
        id: 1,
        category: 'Футболки и майки',
        items: [
          {
            id: 51,
            brand: 'Nike',
            name: 'Футболка Jordan Dri-FIT ADV Sport Short-Sleeve Top',
            description:
              'Майка тренировочная Jordan Dri-FIT ADV Sport изготовлена из легкого, впитывающего пот материала. Она имеет тонкие линии Wings, которые выполнены из жаккардового трикотажа по всей поверхности. Технология Nike Dri-FIT ADV сочетает в себе влагоотводящую ткань с передовыми технологиями и функциями, которые помогут вам оставаться сухим и чувствовать себя комфортно.Эта майка имеет отличную посадку и отлично облегает тело. Она быстро высыхает и не требует глажки. Благодаря технологии Nike Dri-FIT ADV, она отводит влагу от тела, сохраняя сухость и комфорт даже во время интенсивных физических нагрузок.',
            imageUrl:
              'https://basket-12.wb.ru/vol1779/part177999/177999337/images/big/1.webp',
            price: 6959,
            rating: 4.5,
            color: 'голубой, синий',
            composition: '100% полиэстер',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 52,
            brand: 'Nike',
            name: 'Футболка M Nsw Prem Essntl Sust Tee',
            description:
              'Футболка Nike Sportswear Premium Essentials свободного кроя создает беззаботный и комфортный образ. Тяжелая ткань из органического хлопка на ощупь плотная и мягкая. Этот продукт изготовлен как минимум из 75% органических хлопковых волокон. Свободный крой с заниженной линией плеч и пространством груди и плечах создает непринужденный образ. Тяжелый хлопковый трикотаж имеет жесткую драпировку и обеспечивает сухость, создавая ощущение свежести и комфорта. Вышитый логотип спереди и по центру создает утонченный акцент.',
            imageUrl:
              'https://basket-12.wb.ru/vol1770/part177012/177012985/images/big/1.webp',
            price: 4559,
            rating: 5,
            color: 'серый',
            composition: '100% Хлопок',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 53,
            brand: 'Nike',
            name: 'Футболка Sportwear',
            description:
              'NIKE NSW TEE JUST DO IT SWOOSH - это стильная и удобная футболка от Nike, вдохновленная их знаменитым слоганом "Just Do It". Футболка выполнена из мягкого и дышащего материала, обеспечивающего комфорт в течение всего дня. На груди футболки расположен крупный и заметный логотип Nike Swoosh, который символизирует стиль и качество бренда. Футболка имеет классический круглый вырез и короткие рукава, что делает ее идеальной для летнего сезона или активных тренировок. Благодаря своему простому и эффективному дизайну, эта футболка легко сочетается с различными нижней одеждой и стилями, идеально подходя для повседневного использования или спортивных мероприятий. Выразите свою страсть к спорту и покажите свою принадлежность к бренду Nike с футболкой NIKE NSW TEE JUST DO IT SWOOSH.',
            imageUrl:
              'https://basket-09.wb.ru/vol1194/part119465/119465003/images/big/1.webp',
            price: 1725,
            rating: 4.4,
            color: 'черный',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 54,
            brand: 'adidas',
            name: 'Футболка M DOODLE F T',
            description:
              'Игривый рисунок по центру этой футболки напоминает тебе о том, что время от времени нужно оставлять весь мир позади. Эта футболка adidas, выполненная из хлопкового джерси, мягко прилегающего к коже, позволит тебе отвлечься и расслабиться. Надень ее в паре с флисовыми шортами и шлепанцами, когда придет время отдохнуть на диване.Мы сотрудничаем с Better Cotton, чтобы улучшить хлопководство во всем мире. Better Cotton стремится трансформировать производство хлопка во всем мире, устраняя негативные последствия его выращивания и переработки для фермеров и отрасли, в целом. Better Cotton поставляется по модели цепочки поставок баланса масс.',
            imageUrl:
              'https://basket-12.wb.ru/vol1720/part172060/172060019/images/big/1.webp',
            price: 3899,
            rating: 4.7,
            color: 'черный',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 55,
            brand: 'adidas',
            name: 'Майка спортивная N3Xt Prime Game Jersey FR9434',
            description:
              'Майка спортивная N3Xt Prime Game Jersey FR9434. Неважно, тренируешься ты в спортзале или обходишь соперников на игровой площадке, ты должен чувствовать себя комфортно. Эта баскетбольная майка имеет свободный крой, который не ограничивает движения. Сетчатые вставки обеспечивают дополнительную вентиляцию. Майка / Топ / Футболка без рукавов. Майка мужская, для мужчин, для парня, юноши, молодежная, для брата, для сына, для внука, для племянника, для крестника, для крестного, для друга, для супруга, для мужа, для зятя, для папы, для дедушки, для дяди, для свекра, для любимого, для него, для коллеги, для начальника, для сотрудника. Майка в подарок мужчине на 23 февраля, 14 февраля, на день рождения, юбилей, годовщину, новый год, рождество, 1 сентября, день знаний, выпускной, просто так, на любой праздник, праздничная, в подарок, подарочная.',
            imageUrl:
              'https://basket-12.wb.ru/vol1750/part175089/175089585/images/big/1.webp',
            price: 3757,
            rating: 4.4,
            color: 'белый, синий',
            composition: 'полиэстер 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 56,
            brand: 'adidas',
            name: 'Майка мужская Adidas M 3S TK',
            description:
              'Майка мужская Adidas M 3S Tk черная подойтет как для утрених пробежек так и для дневных занятий спортом и вечерних прогулок. Adidas Badge of Sport для вашего стиля спортивной одежды. Технология управления влагой AEROREADY поможет оставаться сухим во время занятий.',
            imageUrl:
              'https://basket-12.wb.ru/vol1724/part172475/172475460/images/big/3.webp',
            price: 2294,
            rating: 4.7,
            color: 'черный',
            composition: 'полиэстер',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 57,
            brand: 'Reebok',
            name: 'Майка мужская Reebok Wor Ready Mesh',
            description:
              'Жара никогда не должна заставлять тебя пересматривать свои тренировочные цели. Эта мужская майка Reebok, изготовленная из впитывающей пот ткани, сохраняет прохладу и сухость, даже когда поднимается ртуть. Выполненная из сетчатой ткани, она обеспечивает всю необходимую вентиляцию, чтобы сосредоточиться на тренировках. Никаких оправданий.',
            imageUrl:
              'https://basket-12.wb.ru/vol1726/part172604/172604774/images/big/3.webp',
            price: 2024,
            rating: 5,
            color: 'темно-синий',
            composition: '66 % polyester / 34 % coton.',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 58,
            brand: 'Reebok',
            name: 'Футболка RI BIG LOGO TEE',
            description:
              'Футболка с изображением для повседневной носки, изготовленная из Better Cotton. Покажи им, на что ты способен. Фитнес - это стиль жизни, и эта футболка Reebok с большим логотипом Vector подчеркивает твою гордость. Мягкий хлопок джерси даст тебе всё, что ты знаешь и любишь в своих любимых футболках.',
            imageUrl:
              'https://basket-10.wb.ru/vol1488/part148802/148802626/images/big/1.webp',
            price: 1417,
            rating: 4.8,
            color: 'синий',
            composition: '100% хлопок',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 59,
            brand: 'Befree',
            name: 'Футболка мужская оверсайз хлопковая с принтом и надписью',
            description:
              'Мужская футболка свободного кроя oversize из мягкой, дышащей и очень приятной к телу 100% хлопковой ткани с гладкой трикотажной фактурой.  Классический круглый вырез горловины в мелкий рубчик. Короткие свободные рукава с прямыми манжетами и спущенной линией плеча. Коричневая / ванильно-белая футболка с забавным принтом и надписями спереди. Стильная и суперудобная хлопковая оверсайз-футболка с короткими рукавами из новой мужской коллекции для комфортных занятий спортом, прогулок на свежем воздухе и просто на каждый день. Универсальная и стильная футболка с актуальным принтом для расслабленных и максимально удобных повседневных луков с твоими любимыми джинсами, брюками или шортами. Широкий размерный ряд и свободный крой позволят каждому найти себе футболку по душе.',
            imageUrl:
              'https://basket-12.wb.ru/vol1667/part166703/166703887/images/big/1.webp',
            price: 1224,
            rating: 4.6,
            color: 'белый',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 60,
            brand: 'Befree',
            name: 'Футболка regular fit мужская спортивная однотонная',
            description:
              'Спортивная мужская футболка regular fit прямого кроя из легкой, быстросохнущей и очень приятной к телу ткани с добавлением вискозы и гладкой трикотажной фактурой. Короткие рукава выше локтя с узкими манжетами в рубчик. Классический круглый вырез горловины в рубчик без воротника. Прямая линия плеча и прямой нижний край. Разнообразные однотонные расцветки для любого образа и настроения. Дышащая вискозная футболка идеально подойдет для занятий спортом, бегом, фитнесом, йогой или других активностей. Легкая спортивная футболка прямого кроя для расслабленных повседневных луков с джинсами, брюками или шортами в стиле кэжуал. Используй эту универсальную футболку также в качестве основы для трендовых многослойных луков или для спортивных аутфитов.',
            imageUrl:
              'https://basket-10.wb.ru/vol1564/part156414/156414549/images/big/1.webp',
            price: 440,
            rating: 4.7,
            color: 'зеленый',
            composition: 'полиэстер 80%, вискоза 20%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
        ],
      },
      {
        id: 2,
        category: 'Рубашки',
        items: [
          {
            id: 61,
            brand: "O'STIN",
            name: 'Мужская вельветовая рубашка',
            description:
              "Эта рубашка от бренда O'STIN - идеальный выбор для мужчин, которые ценят стиль и качество. Модель выполнена из 100% хлопка, что обеспечивает комфорт и долговечность. Ткань не мнется, что делает рубашку практичной в носке. Она светлая, молочного цвета, что добавляет ей эстетичности и делает универсальной для любого гардероба. Рубашка оформлена в классическом стиле, с отложным воротником и длинными рукавами. Воротник подчеркивает строгость образа, а длинные рукава делают ее универсальной для разных сезонов - осени и зимы. Застежка на пуговицы придает модели традиционный вид, а накладные карманы на груди добавляют функциональности. Эта рубашка от OSTIN — это одежда для мужчин, которые ценят классику и комфорт.",
            imageUrl:
              'https://basket-12.wb.ru/vol1727/part172719/172719778/images/big/1.webp',
            price: 3455,
            rating: 4.8,
            color: 'молочный',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 62,
            brand: "O'STIN",
            name: 'Рубашка текстильная с отложным воротником на пуговицах',
            description:
              "Откройте для себя исключительное качество и стильную элегантность с мужской белой рубашкой от известного бренда O'stin. Эта великолепная рубашка, выполненная из 100% хлопка, обеспечивает оптимальный комфорт и легкость, делая ее идеальной для летних дней на пляже или в офисе. Благодаря своему универсальному белому цвету, эта рубашка без труда сочетается с любыми штанами или джинсами, создавая стильный casual образ. Однако эта рубашка Остин не только для повседневной носки. Ее можно одеть на свадьбу или выпускной, добавив к образу пару аксессуаров. А если вы ищете одежду для пляжа - это также отличный выбор. Легкая и воздушная ткань не сковывает движений и обеспечивает комфорт даже в самую жаркую погоду.",
            imageUrl:
              'https://basket-12.wb.ru/vol1701/part170108/170108300/images/big/1.webp',
            price: 1511,
            rating: 4.7,
            color: 'голубой',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 63,
            brand: 'Zolla',
            name: 'Рубашка мужская',
            description:
              'Мужская фланелевая куртка-рубашка расслабленного фасона из хлопка с узором в клетку подарит вам непревзойдённый комфорт на протяжении всего времени носки, и удачно впишется в простые и многослойные повседневные образы для личных встреч и приятного отдыха. Такая модель прекрасно подойдёт для аутфита и с классическими брюками, и с джинсами, с футболкой, джемпером, водолазкой, кожаными ботинками и базовыми кроссовками. Прямой свободный силуэт с отложным воротником, длинным рукавом и нагрудными и боковыми карманами станет подходящим выбором для нестрогого рабочего дресс-кода. Застёжка выполнена в виде планки на пуговицах.',
            imageUrl:
              'https://basket-12.wb.ru/vol1786/part178611/178611939/images/big/1.webp',
            price: 2249,
            rating: 4.8,
            color: 'бирюзовый',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 64,
            brand: 'Zolla',
            name: 'Рубашка мужская',
            description:
              'Утеплённая клетчатая мужская рубашка зауженного силуэта Fitted создаст комфортный расслабленный образ и прекрасно подойдёт в качестве второго слоя для стильного многослойного аутфита. Материал: плотная трикотажная ткань с мягким флисом внутри, полуприлегающий силуэт, отложной воротник, длинные рукава с манжетами, накладной нагрудный карман, закруглённый нижний край, планка на пуговицах.',
            imageUrl:
              'https://basket-06.wb.ru/vol1056/part105622/105622642/images/big/1.webp',
            price: 1574,
            rating: 4.8,
            color: 'оранжевый',
            composition: 'полиэстер 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 65,
            brand: 'Zolla',
            name: 'Рубашка мужская',
            description:
              'Деловая мужская рубашка офисного фасона, дополненная ненавязчивым узором в мелкий горох, подарит вам непревзойдённый комфорт на протяжении всего времени носки и удачно впишется как в рабочий, так и в повседневный образ для личных встреч и приятного отдыха. Такая модель прекрасно подойдёт для аутфита с классическими брюками, джинсами, пиджаком прямого кроя, кожаными ботинками и базовыми кроссовками. Полуприлегающий силуэт с отложным воротником и длинным рукавом станет подходящим выбором для офиса. Застёжка выполнена в виде планки на пуговицах. Модель представлена в белом и синем вариантах расцветки.',
            imageUrl:
              'https://basket-12.wb.ru/vol1680/part168070/168070735/images/big/1.webp',
            price: 1079,
            rating: 4.9,
            color: 'белый',
            composition: 'хлопок 55%, полиэстер 45%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 66,
            brand: 'ZARINA',
            name: 'Рубашка в клетку теплая оверсайз с длинными рукавами',
            description:
              'Представляем вашему вниманию уникальную рубашку в клетку. Эта рубашка имеет стильный оверсайз крой, который идеально подходит для создания модного образа. Она обеспечит вам комфорт и свободу движений благодаря своему свободному крою. Клетчатый узор на этой рубашке придаст вашему образу неповторимость и элегантность. Вы можете быть уверены, что привлечете внимание окружающих своим стильным образом. Каждый элемент рисунка продуман до мельчайших деталей, чтобы подчеркнуть ваш безупречный вкус. Эта рубашка выполнена из высококачественного материала, который придает ей особую теплоту.',
            imageUrl:
              'https://basket-12.wb.ru/vol1762/part176224/176224519/images/big/1.webp',
            price: 2999,
            rating: 4.9,
            color: 'зеленый',
            composition: '100% полиэстер',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 67,
            brand: 'ZARINA',
            name: 'Рубашка из хлопка',
            description:
              'Стильная повседневная мужская рубашка свободного кроя из дышащего материала с длинными рукавами, пуговицами и принтом в клетку станет идеальным решением для офисных и кэжуал образов. Дышащая хлопковая ткань приятна к телу, свободный прямой фасон создаст классический силуэт и подарит свободу движениям, стандартная линия плеч, застежка на пуговицы и отложной воротник придает образу визуальной чистоты и сдержанности, пуговицы на воротнике станут акцентом образа, а исполнение с принтом в мелкую клетку придаст образу расслабленности и легкости. Изделие станет стильной заменой принтованным футболкам, однотонным рубашкам, джемперам поло или лонгсливам. С этой рубашкой ты будешь великолепен!',
            imageUrl:
              'https://basket-12.wb.ru/vol1697/part169739/169739170/images/big/1.webp',
            price: 1662,
            rating: 4.7,
            color: 'голубой',
            composition: '100% хлопок',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 68,
            brand: 'ZARINA',
            name: 'Рубашка мужская летняя модная оверсайз с коротким рукавом',
            description:
              'Стильная и минималистичная мужская рубашка Зарина из мягкой ткани с короткими рукавами и отложным воротничком поможет создать современные повседневные и офисные аутфиты. Модель исполнена из гладкой дышащей ткани из вискозы, что создает комфорт в носке даже в жаркую погоду, стандартная линия плеч и короткий рукав полноценной длины сделают образ графичным, застежка на ряд пуговиц как у классических моделей отсылает к классическим моделям, а минималистичное исполнение с отложным воротником сделает образ чистым и современным. Эта модель дополнит аутфиты вместо классических рубашек, футболок или джемперов поло. Создавай свой мужественный гардероб на каждый день вместе с Zarina!',
            imageUrl:
              'https://basket-11.wb.ru/vol1621/part162141/162141919/images/big/1.webp',
            price: 1137,
            rating: 4.4,
            color: 'светло-серый',
            composition: '100% вискоза',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 69,
            brand: 'ZARINA',
            name: 'Рубашка из хлопка',
            description:
              'Классическая свободная рубашка для мужчин из мягкого трикотажа с длинными рукавами и застежкой на пуговицы станет стильной базовой моделью твоего повседневного и офисного гардероба. Однотонная модель выполнена из гладкой хлопковой ткани, что позволяет коже дышать и мягко соприкасается с телом, прямой силуэт подарит свободу движениям, стандартная линия плеч, застежка на пуговицы, отложной воротник и длинные рукава отсылают к классическим моделям и создадут чистый образ, а исполнение без лишних деталей позволяет включать рубашку в разные стилизации. Изделие с легкостью заменит футболки, модели поло или прямые рубашки с короткими рукавами. С этой рубашкой Zarina ты будешь безупречен!',
            imageUrl:
              'https://basket-12.wb.ru/vol1663/part166356/166356055/images/big/1.webp',
            price: 935,
            rating: 4.7,
            color: 'темно-синий',
            composition: '100% хлопок',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 70,
            brand: 'Gloria Jeans',
            name: 'Тёмно-зелёная клетчатая рубашка с коротким рукавом',
            description:
              'Клетчатая тёмно-зелёная рубашка в стиле «канадский лесоруб» для тех, кто любит яркие образы. Рубашка отлично впишется в кэжуал-аутфиты и образы в стиле гранж с бунтарским настроением. Миксуйте с базовыми футболками, лонгсливами, повседневными джинсами Carpenter или спортивными брюками-карго. Рубашка выполнена из 100% хлопкового твила. Прочный гипоаллергенный материал прослужит долго и подойдёт для мужчин с чувствительной кожей. Детали: прямой силуэт Standard, отложной воротник, планка на пуговицах, короткие рукава.',
            imageUrl:
              'https://basket-10.wb.ru/vol1548/part154887/154887863/images/big/1.webp',
            price: 989,
            rating: 5,
            color: 'зеленый',
            composition: 'хлопок 55%, вискоза 45%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
        ],
      },
      {
        id: 3,
        category: 'Джинсы',
        items: [
          {
            id: 71,
            brand: 'ТВОЕ',
            name: 'Джинсы бананы с защипами',
            description:
              'Стильные мужские зауженные джинсы ТВОЕ на каждый день – мастхэв для твоего гардероба. Они сшиты из дышащего 100% хлопка, большемерят, но не так плотно облегают ноги, как узкие обтягивающие скинни, дудочки в обтяжку с высокой посадкой и стрейч слим с заниженной талией. Укороченные зауженные к низу бананы имеют классическую застежку на молнии и пуговице, накладные и прорезные карманы и среднюю посадку на талии. Вареную короткую модель черного цвета можно надевать под пиджак, толстовку или с футболкой. Фасон с широкими штанинами будет не менее удобным, чем бойфренды, модели прямого покроя, с высокой талией, джоггеры с резинкой внизу и манжетами.',
            imageUrl:
              'https://basket-04.wb.ru/vol512/part51262/51262322/images/big/1.webp',
            price: 1874,
            rating: 4.6,
            color: 'голубой',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 72,
            brand: 'ТВОЕ',
            name: 'Прямые классические широкие джинсы',
            description:
              'Прямые классические мужские джинсы ТВОЕ – это незаменимая стильная классика. Легкий тонкий материал из 100% хлопка позволяет коже дышать. Их можно надевать под пиджак, оверсайз худи, теплый свитер или футболку. Благодаря прямому свободному крою, они не сковывают тело так же, как бананки, слоучи и трубы, и обеспечивают свободу движений, в отличие от плотно облегающих узких слим и скинни. Вареные джинсы имеют накладные и прорезные карманы спереди и сзади, удобную классическую застежку – молнию и пуговицу, стандартную длину и среднюю посадку.',
            imageUrl:
              'https://basket-10.wb.ru/vol1388/part138891/138891499/images/big/1.webp',
            price: 1338,
            rating: 4.6,
            color: 'голубой',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 73,
            brand: 'ТВОЕ',
            name: 'Зауженные мужские джинсы варенки на каждый день',
            description:
              'Зауженные мужские джинсы варенки ТВОЕ на каждый день станут незаменимой вещью в твоем гардеробе. Они сшиты из легкого 100% хлопка, имеют среднюю посадку на талии, стандартную длину, прорезные карманы спереди и накладные сзади, классическую удобную застежку в виде молнии и пуговицы. Их свободный мешковатый крой не сковывает движения и имеет зауженные к низу штанины, как и у моделей бананы, слоучи, джоггеры с резинкой на поясе и манжетами внизу. В отличие от облегающих фасонов слим с высокой посадкой, узкие дудочки с низкой талией и стрейч скинни в обтяжку, в этих джинсах будет комфортно в любой ситуации. Они могут заменить собой другие популярные модели – короткие бойфренды, чинос, классику прямого покроя, оверсайз пирамиды, широкие прямые трубы, укороченные с завышенной талией, клеш от бедра или от колена с разрезами, слоуч, бананки, обтягивающие skinny и slim с заниженной талией, карго с объемными карманами и расклешенные к низу фасоны.',
            imageUrl:
              'https://basket-12.wb.ru/vol1697/part169752/169752839/images/big/1.webp',
            price: 1574,
            rating: 4.7,
            color: 'черный',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 74,
            brand: 'Gloria Jeans',
            name: 'Чёрные утеплённые джинсы Slim Fit',
            description:
              'Минималистичные детали и чёткие линии — идеальный мэтч! В усовершенствованных джинсах Slim с дополнительной защитой от холода вы сможете покорять любые вершины. Изделие выполнено из натурального денима по новой японской технологии с вкраплением стрейчевых нитей. Особенность — утеплённая подкладка, которая защитит от непогоды. Классическая модель со слегка зауженным книзу прямым силуэтом свободно сидит в бёдрах, не сковывает движения и дополнена минималистичными деталями: шлёвки для ремня обеспечат идеальную посадку, контрастная строчка и кожаная этикетка сзади – для выразительности. Джинсы будут круто смотреться в стритвир-аутфите с белой футболкой-оверсайз, ярким джемпером и кроссовками.',
            imageUrl:
              'https://basket-12.wb.ru/vol1788/part178850/178850347/images/big/2.webp',
            price: 3374,
            rating: 5,
            color: 'черный',
            composition: '82% хлопок, 16% полиэстер, 2% спандекс',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 75,
            brand: 'Gloria Jeans',
            name: 'Прямые джинсы Regular',
            description:
              'Классический крой и трендовый эффект варки? Кажется, мы нашли джинсы вашей мечты!Модель выполнена из денима. Плотный хлопковый материал формоустойчив и надолго сохраняет яркость цвета изделия. Эти джинсы мы изготовили по новой технологии, используя в два раза меньше электроэнергии и воды.Классическая посадка Regular умеренно свободно ощущается на бёдрах и слегка сужается книзу. Аутентичные детали кроя добавляют джинсам функциональности.Сочетайте с любыми футболками, джемперами и рубашками. Дополните образ объёмной курткой или толстовкой — стильный кэжуал-аутфит готов!',
            imageUrl:
              'https://basket-12.wb.ru/vol1690/part169081/169081818/images/big/2.webp',
            price: 2849,
            rating: 4.7,
            color: 'темно-синий',
            composition: 'хлопок 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 76,
            brand: 'Gloria Jeans',
            name: 'Бежевые брюки Slim',
            description:
              'Мужские джинсы Slim - настоящий классический предмет гардероба для стильного и современного мужчины. Они могут подойти для любого повода, от деловых встреч до свиданий или вечеринок. Сочетайте джинсы с белой рубашкой и туфлями для делового образа или с футболкой и кедами для повседневного наряда. Джинсы изготовлены из хлопкового стрейч-твила. Прочный материал непривередлив в уходе и долго служит. Детали кроя: зауженный крой Slim, застёжка на молнию и пуговицу, шлёвки для ремня, карманы спереди и сзади, миниатюрная нашивка GJ.',
            imageUrl:
              'https://basket-11.wb.ru/vol1653/part165365/165365447/images/big/2.webp',
            price: 1994,
            rating: 4.8,
            color: 'бежевый',
            composition: 'хлопок 97%, эластан 3%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 77,
            brand: "O'STIN",
            name: 'Джинсы',
            description:
              'Зауженные утеплённые джинсы. Зауженный силуэт, средняя линия талии. Утепление флисом. Классическая стирка с умеренными потёртостями. Классический дизайн с 5 карманами. Застёжка на молнию и пуговицу.',
            imageUrl:
              'https://basket-12.wb.ru/vol1782/part178249/178249946/images/big/1.webp',
            price: 4415,
            rating: 4.9,
            color: 'синий',
            composition: 'Хлопок 57%, Полиэстер 29%, Вискоза 12%, Эластан 2%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 78,
            brand: "O'STIN",
            name: 'Джинсы зауженные демисезонные на молнии',
            description:
              "Представляем вам мужские зауженные джинсы бренда O'stin в черном цвете, созданные специально для тех, кто предпочитает комфорт и стиль в одежде. Эта модель доступна в больших размерах и является идеальным выбором в том числе для полных и высоких мужчин. повседневного использования. Джинсы выполнены из 99% хлопка с добавлением эластана, что обеспечивает непревзойденный комфорт и долговечность. За счет классического чёрного цвета эти джинсы легко сочетаются с любой одеждой, будь то светлая рубашка или темная куртка, создавая стильный casual образ. Эти джинсы отлично подходят как для мужчин с большими размерами, так и для тех, кто предпочитает свободную одежду. Классическая застёжка на молнии и пуговицах удобна и практична в использовании. Будьте уверены в своем выборе: вы получите продукт высокого качества от известного бренда Ostin.",
            imageUrl:
              'https://basket-12.wb.ru/vol1697/part169765/169765330/images/big/1.webp',
            price: 3449,
            rating: 5,
            color: 'чернильный',
            composition: 'хлопок 99%, эластан 1%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 79,
            brand: "Levi's",
            name: "Джинсы Levi's 506 TENSEL",
            description:
              "ЛЕТНИЕ Классические оригинальные джинсы Levi's 506 по-прежнему остаются одной из любимых моделей для поклонников легендарного бренда. Многие из нас по-прежнему носят их на работу. Но есть еще кое-что, что стоит отметить. Это то, что невозможно запатентовать: СТИЛЬ!!! С тех пор, как Леви Страусс изобрел джинсы в 1873 году в Калифорнии, джинсы Levi's стали одним из самых известных предметов одежды в мире. Но Levi's — это нечто большее. Это настоящее воплощение подлинного самовыражения. Они несут на себе отметины жизни, формы наших тел, воспоминания о наших приключениях. При производстве ткани используется целлюлоза австралийского эвкалипта. Это сложнейший технологический процесс.",
            imageUrl:
              'https://basket-11.wb.ru/vol1619/part161993/161993162/images/big/3.webp',
            price: 5985,
            rating: 5,
            color: 'синий',
            composition: '99% ХЛОПОК, 1% ЭЛАСТАН',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 80,
            brand: "Levi's",
            name: 'Джинсы',
            description:
              "Levi's 630 - это модель джинсов от всемирно известного бренда Levi's, которая была выпущена в 2020 году. Однако, за такой короткий промежуток времени, она стала новым хитом в мире денима. В чем же причины успеха и популярности этой модели? Возможно, одной из главных причин, почему Levi's 630 стали такими популярными, является их удобная посадка, что делает ее еще более популярной в кругах, где ценится комфорт и практичность. Levi's 630 прилегают к фигуре и не сковывают движения, что делает ее великолепным выбором для повседневной носки. Кроме того, новый дизайн стал еще одним фактором, который помог достичь успеха этой модели. Levi's 630 выпускаются в разных цветах, что позволяет выбрать идеальный вариант. Обратите внимание, призаявленом росте (L34) эта модель подойдет и для очень высоких мужчин (L36). Для идеального выбора размера пользуйтесь размерной сеткой.",
            imageUrl:
              'https://basket-12.wb.ru/vol1807/part180768/180768355/images/big/2.webp',
            price: 7943,
            rating: 4.8,
            color: 'темно-синий',
            composition: '99% хлопок, 1% эластан',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
        ],
      },
      {
        id: 4,
        category: 'Мужская обувь',
        items: [
          {
            id: 81,
            brand: 'Nike',
            name: 'Кроссовки спортивные текстильные REACT LIVE CV1772-003',
            description:
              'Кроссовки мужские Nike REACT LIVE CV1772-003. Комфортные мужские кроссовки найк Nike React Live обеспечивают максимальную стабильность и комфорт, в которых вы нуждаетесь. Дополнительный шнур в связке с основными шнурками дополнительно фиксирует верх обуви, а технология Nike React обеспечивает превосходную амортизацию, отзывчивость при каждом шаге. Зарядитесь энергией на весь день с помощью этих модных кроссовок. Особенности: верх из дышащей сетки, вставки из синтетической кожи и замши на передней части стопы, язычке и пятке, модель на шнуровке, утягивающий шнурок обеспечивает оптимальную посадку, пена Nike React, прочная резиновая подошва.',
            imageUrl:
              'https://basket-12.wb.ru/vol1688/part168835/168835674/images/big/3.webp',
            price: 13523,
            rating: 4.8,
            color: 'серый',
            composition: 'текстиль, искусственная кожа, замша, резина',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 82,
            brand: 'Nike',
            name: 'Кроссовки Revolution 6',
            description:
              'Nike Revolution 6 - это модель обуви, предназначенная для повседневного использования и легких тренировок. Эта обувь отлично сочетает в себе комфорт, функциональность и стильный дизайн. Верхняя часть обуви выполнена из легкого и дышащего материала, который позволяет ноге свободно дышать и предотвращает неприятные ощущения перегрева. Это особенно важно при длительных тренировках или активных занятиях.',
            imageUrl:
              'https://basket-12.wb.ru/vol1749/part174942/174942658/images/big/1.webp',
            price: 8516,
            rating: 5,
            color: 'черный',
            composition:
              'верх: текстиль, иск. кожа, подкл: текстиль, подошва: резина, пластик',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 83,
            brand: 'Nike',
            name: 'Кроссовки, кеды Nike Air Force женские белые',
            description:
              'ВНИМАНИЕ!!! МАЛОМЕРЯТ НА РАЗМЕР!! Яркие кроссовки, одна из самых модных моделей этого сезона . Подойдет Для подарка, Для свиданий, Для прогулок. Данная модель выполнена из качественного материала, а значит ваша нога всегда будет находиться в комфорте и удобстве. Кроссовки женские , Кроссовки мужские, Кроссовки форсы. Кроссовки поражают изобилием деталей и контрастом различных тканей, при этом коллаборация обладает выдержанным цельным дизайном. можно заслуженно назвать самым смелым экспериментом в истории совместных проектов Трэвиса Скотта.Верхняя часть кроссовок изготовлена из сочетания канваса и фланели. Парусина покрыта принтом с классическим узором пейсли и выступает в качестве второго слоя, под которым находится кожа с принтом.',
            imageUrl:
              'https://basket-10.wb.ru/vol1435/part143574/143574341/images/big/1.webp',
            price: 3412,
            rating: 4.3,
            color: 'коричневый, бежевый',
            composition: 'экокожа',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 84,
            brand: 'Nike',
            name: 'Кроссовки Fly LockDown PFX',
            description:
              'Оригинальная продукция Nike! Легкие, фиксирующие и адаптивные мужские баскетбольные кроссовки Jordan Fly Lockdown позволяют свободно перемещаться по площадке и блокировать противника. Поддерживающий верх с отверстиями из материала TPU надежно фиксирует стопу, а вставка Zoom Air в передней части стопы смягчает приземления и обеспечивает адаптивную амортизацию в любой ситуации. Вставка Zoom Air в передней части стопы обеспечивает адаптивную амортизацию.Отверстия из материала TPU усиливают фиксацию. Промежуточная подошва обхватывает боковую часть стопы для надежной фиксации. Верх из кожи, синтетического материала и текстиля для поддержки и комфорта.',
            imageUrl:
              'https://basket-10.wb.ru/vol1402/part140205/140205950/images/big/2.webp',
            price: 12808,
            rating: 4.5,
            color: 'черный',
            composition:
              'верх: текстиль 100%, подкл: текстиль 100%, подошва: резина 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 85,
            brand: 'adidas',
            name: 'Кроссовки спортивные Originals Campus 00s',
            description:
              'Кроссовки женские и мужские Кампус — легендарные кроссовки, изначально созданные для площадок, быстро стали популярными среди скейтеров и до сих пор сохраняют свою актуальность. Немецкий бренд решил выпустить новую итерацию этой модели, Campus 00s, которая отсылает к пухлым скейтерским кедам начала 2000-х. Эти кеды не просто красивы, они еще и очень практичны. Их можно носить как для повседневной прогулки. Высокий дизайн и платформа делают их идеальным выбором для женщин и девушек которые хотят добавить немного высоты своим ногам. Кроссовки женские на платформе – это не только стильно, но и функционально. Они также утеплены, что делает их идеальным выбором для демисезонной обуви. Они имеют ортопедическую подошву, что делает их идеальной комфортной обувью. ',
            imageUrl:
              'https://basket-12.wb.ru/vol1767/part176755/176755342/images/big/1.webp',
            price: 2588,
            rating: 4.7,
            color: 'черный',
            composition: 'Замша, Резина',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 86,
            brand: 'adidas',
            name: 'Кроссовки мужские SL20.2',
            description:
              'Скорость не появляется после одной пробежки. Ты наращиваешь ее день за днем. Тренируешься, делаешь растяжку и расширяешь собственные границы. В этом путешествии тебе помогут кроссовки SL20.2 от adidas. Легкие беговые кроссовки с амортизирующей.',
            imageUrl:
              'https://basket-12.wb.ru/vol1710/part171067/171067722/images/big/2.webp',
            price: 7344,
            rating: 4.6,
            color: 'белый',
            composition: 'Верх - 67% текстиль 20% искусственная кожа 13% ТПУ',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 87,
            brand: 'adidas',
            name: 'Кроссовки Adidas Supernova',
            description:
              'Повседневные спортивные кроссовки из переработанных материалов.Бег не требует много времени и оборудования. Просто зашнуруй кроссовки adidas Supernova, и мир станет твоим спортзалом. Модель с технологиями Boost и Bounce в промежуточной подошве оптимально подойдет для ежедневных тренировок. Амортизация Boost также смягчает пятку, обеспечивая плотную фиксацию и поддержку стопы.',
            imageUrl:
              'https://basket-10.wb.ru/vol1513/part151342/151342304/images/big/5.webp',
            price: 5774,
            rating: 5,
            color: 'синий',
            composition: 'Текстиль, Синтетика',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 88,
            brand: 'Ralf Ringer',
            name: 'Ботинки',
            description:
              'Мужские демисезонные ботинки RAUL линии Weekend. Облегченная конструкция, удобная посадка, натуральные материалы модель заслужено займет почетное место в вашем гардеробе. В качестве особенностей модели можно отметить широкую носочную часть. Отличаются повышенной прочностью за счет литьевого метода крепления подошвы.',
            imageUrl:
              'https://basket-01.wb.ru/vol64/part6444/6444167/images/big/2.webp',
            price: 7875,
            rating: 4.5,
            color: 'черный',
            composition: 'натуральная кожа 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 89,
            brand: 'Ralf Ringer',
            name: 'Ботинки',
            description:
              'Мужские берцы из натуральных материалов, сохраняют тепло в экстремальных условиях. Протектор идеально подходит как для походов, так и городских условий. Подкладка обладает антибактериальными свойствами, предотвращает неприятные запахи.',
            imageUrl:
              'https://basket-01.wb.ru/vol90/part9030/9030241/images/big/2.webp',
            price: 11625,
            rating: 4.5,
            color: 'коричневый',
            composition: 'натуральная кожа',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 90,
            brand: 'Ralf Ringer',
            name: 'Полуботинки',
            description:
              'Мужские полуботинки COSMO синего цвета. Модель изготовлена из качественной кожи и спилка. Присутствует перфорация, а 7-рядная шнуровка дополнена люверсами. Светлая подошва из ТЭП хорошо амортизирует и устойчива к износу.Оригинальный протектор обеспечивает надежное сцепление с любой поверхностью. Полуботинки COSMO легки и удобны, они сочетаются с любым повседневным casual образом.',
            imageUrl:
              'https://basket-01.wb.ru/vol74/part7403/7403058/images/big/2.webp',
            price: 5394,
            rating: 4.3,
            color: 'синий',
            composition: 'натуральная кожа 95%, спилок 5%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
        ],
      },
      {
        id: 5,
        category: 'Верхняя одежда',
        items: [
          {
            id: 91,
            brand: "O'STIN",
            name: 'Куртка',
            description:
              'Длинная утеплённая стёганая куртка. Съёмный капюшон с регулировкой и внутренним воротником-стойкой. Внутренние манжеты из трикотажа и внешние с резинкой и патами на липучках. Застёжка на крупную пластиковую молнию с ветрозащитной планкой на кнопках. Двухуровневые карманы на молнии. Два внутренних кармана: на молнии и на липучке.',
            imageUrl:
              'https://basket-12.wb.ru/vol1802/part180286/180286631/images/big/1.webp',
            price: 9727,
            rating: 5,
            color: 'серо-бежевый',
            composition: 'Нейлон 87%, Эластан 13%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 92,
            brand: "O'STIN",
            name: 'Куртка',
            description:
              'Куртка с бесшовной стёжкой. Горизонтальная стёжка по бесшовной технологии. Несъёмный регулируемый капюшон. Рукава с внутренними манжетами из трикотажа. Застёжка на водонепроницаемую молнию с мембраной и внутренней ветрозащитной планкой. Боковые карманы на водонепроницаемой молнии. Внутренний карман на молнии. Размер модели на фото: M (32/32). Рост модели на фото: 189 см. Параметры модели на фото: грудь - 102 см, талия - 85 см, бёдра - 98 см. Страна производства: Китай.',
            imageUrl:
              'https://basket-05.wb.ru/vol1006/part100605/100605306/images/big/1.webp',
            price: 6839,
            rating: 4.7,
            color: 'серый',
            composition: 'полиэстер 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 93,
            brand: "O'STIN",
            name: 'Куртка',
            description:
              'Ультралёгкая куртка с капюшоном. Стёганая куртка с утеплителем и капюшоном. Центральная застёжка на пластиковой молнии. Нижние карманы на молнии. Низ изделия и манжеты на резинке.',
            imageUrl:
              'https://basket-05.wb.ru/vol764/part76487/76487680/images/big/1.webp',
            price: 4559,
            rating: 4.6,
            color: 'светло-серый',
            composition: 'нейлон 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 94,
            brand: 'Nike',
            name: 'Пуховик зимний длинный',
            description:
              'Пуховик мужской зимний Nike с капюшоном. Зимняя куртка подойдет как для автолюбителей, так и для любителей активного отдыха или спорта. В пуховике подкладка из полиэстера, несъемный капюшон, внутренний карман, и два внешних кармана и застежку - молнию. В качестве утеплителя в этой модели используется не пух, а более современный синтепух,поэтому куртка легкая и отлично сохраняет тепло. Мужская модель имеет прямой спортивный крой и это делает эту модель очень популярной.Длинная демисезонная куртка в стиле оверсайз подойдет и мальчикам-подросткам, и солидным джентльменам. Свободный крой и большой размерный ряд позволят подобрать нужный размер как стройным, так и полным юношам.',
            imageUrl:
              'https://basket-11.wb.ru/vol1653/part165311/165311296/images/big/1.webp',
            price: 11886,
            rating: 4.6,
            color: 'белый',
            composition: '100% полиэстер',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 95,
            brand: 'Nike',
            name: 'Куртка Nike Storm-FIT Academy Pro',
            description:
              'Технология Nike Storm-FIT защищает от ветра и воды, обеспечивая комфорт в суровых погодных условиях. Более длинная длина расширяет зону покрытия, чтобы вы больше оставались сухими во время тренировки или перед матчем. Свободный крой для ощущения пространства. Шнурок на капюшоне. Боковые карманы.',
            imageUrl:
              'https://basket-11.wb.ru/vol1646/part164615/164615507/images/big/1.webp',
            price: 9423,
            rating: 4,
            color: 'темно-синий',
            composition: '100% полиэстер',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 96,
            brand: 'Nike',
            name: 'Куртка зимняя с капюшоном демисезонная',
            description:
              'КУРТКИ НЕМНОГО МАЛОМЕРЯТ Куртка Nike универсальная верхняя одежда в базовом гардеробе на каждый день. Подходит как на весну, осень, так и для мягкой еврозимы. Главным преимуществом является действительно ДОСТОЙНОЕ КАЧЕСТВО изделия, в живую это ощущается особенно. Прямой облегченный крой трапеция и утеплитель позволит комфортно ощущать себя во время ходьбы в весенне-осенние дни. Водонепроницаемая премиум ткань дает ощущение долговечной и практичной ежедневной носки. Самый популярный цвет легко моется при незначительных загрязнениях. Модная унисекс вещь хорошо сядет на подростка, получится стильный и шикарный образ для юноши.',
            imageUrl:
              'https://basket-12.wb.ru/vol1776/part177649/177649356/images/big/3.webp',
            price: 5617,
            rating: 4.2,
            color: 'зеленый',
            composition: '100%, полиэстeр',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 97,
            brand: 'adidas',
            name: 'Пуховик зимний длинный',
            description:
              'Мужской пуховик Adidas с капюшоном. Зимняя куртка подойдет как для автолюбителей, так и для любителей активного отдыха или спорта. В пуховике подкладка из полиэстера, несъемный капюшон, внутренний карман, и два внешних кармана и застежку - молнию. В качестве утеплителя в этой модели используется современный синтепух который по техническим характеристикам идентичен натуральному пуху, поэтому куртка легкая и отлично сохраняет тепло. Размерная сетка широкая. Мужская зимняя модель имеет прямой спортивный крой и это делает эту модель очень популярной.',
            imageUrl:
              'https://basket-12.wb.ru/vol1694/part169496/169496427/images/big/1.webp',
            price: 11263,
            rating: 4.3,
            color: 'темно-синий',
            composition: '100% полиэстер',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 98,
            brand: 'adidas',
            name: 'Куртка ADIDAS BASIC PADDED JACKET',
            description:
              'Сохраняйте скорость и легкость, не поступаясь комфортом, в этой мужской куртке с капюшоном. Эластичные стяжки по контуру капюшона и манжет сохраняют тепло. Особенности: dодостойкий материал, приталенный силуэт. Материал: plain weave.',
            imageUrl:
              'https://basket-10.wb.ru/vol1518/part151808/151808046/images/big/1.webp',
            price: 9120,
            rating: 4.2,
            color: 'красный',
            composition: '100% полиэстер',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 99,
            brand: 'adidas',
            name: 'Куртка зимняя утепленная',
            description:
              'Мужская куртка Adidаs со съемным капюшоном универсальная верхняя одежда в базовом гардеробе на каждый день. Зимняя куртка подойдет для любителей мотоспорта, любителей авто, активного отдыха и спорта. Подходит как на весну, осень, так и для мягкой зимы. В пуховике подкладка из полиэстера, внутренний карман, и два внешних кармана и застежка - молния. Утепленная и непромокаемая модель плащевка обладает эко защитой от ветра и дождя, поэтому без сомнения можно отправиться на активные виды отдыха сноубординга, горнолыжные курорты. Приталенный силуэт для крупных и как оверсайз для худых, это точно тренд года. Выбор параметров вещи подойдет для парней средних и взрослых лет разной комплекции.',
            imageUrl:
              'https://basket-12.wb.ru/vol1772/part177226/177226298/images/big/2.webp',
            price: 7026,
            rating: 4.6,
            color: 'коричневый',
            composition: 'полиэстер',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
          {
            id: 100,
            brand: 'Zolla',
            name: 'Пальто мужское',
            description:
              'Удлинённая мужская куртка-парка с капюшоном и слоем синтепона в качестве утеплителя, выполненная в спортивном стиле, - идеальный повседневный вариант для тех, кто предпочитает практичность и комфорт на каждый день в холодную погоду непредсказуемого сезона осень-зима. Прямой силуэт модели универсален и подойдёт большинству типов фигур, он будет удачно сочетаться в аутфитах и с джинсами, и с утеплёнными спортивными штанами или брюками-джоггерами. Несъёмный капюшон с высоким воротом и эластичная резинка на манжетах обеспечат дополнительную защиту от холода и ветра, внутренний и боковые карманы не дадут важным мелочам потеряться, застёжка - молния.',
            imageUrl:
              'https://basket-12.wb.ru/vol1771/part177173/177173052/images/big/2.webp',
            price: 4734,
            rating: 4.2,
            color: 'хаки',
            composition: 'полиэстер 100%',
            availableSizes: ['XS', 'S', 'M', 'L', 'XL'],
          },
        ],
      },
    ],
  },
]

export default SHOP_DATA
